---
kind: enumMember
id: F:Autodesk.Revit.DB.ExportResolution.Coarse
enum: Autodesk.Revit.DB.ExportResolution
source: html/671e963b-c211-17e7-2c26-5d772d34798a.htm
---
# Autodesk.Revit.DB.ExportResolution.Coarse

Tessellated export with coarse resolution.